{
    "termsTitle": "Conditions d'utilisation | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Conditions d'utilisation de Notion-Avatar-Maker",
        "lastUpdated": "Dernière mise à jour : 26 juin 2024",
        "overview": {
            "title": "Aperçu",
            "content1": "Bienvenue sur Notion-Avatar-Maker !",
            "content2": "Ces termes et conditions décrivent les règles et réglementations pour l'utilisation du site Web de Notion-Avatar-Maker, situé à https://notion-avatar-maker.com/.",
            "content3": "En accédant à ce site Web, nous supposons que vous acceptez ces termes et conditions. Ne continuez pas à utiliser Notion-Avatar-Maker si vous n'acceptez pas tous les termes et conditions énoncés sur cette page."
        },
        "cookies": {
            "title": "Cookies",
            "content1": "Nous employons l'utilisation de cookies. En accédant à Notion-Avatar-Maker, vous acceptez l'utilisation de cookies conformément à la politique de confidentialité de Notion-Avatar-Maker.",
            "content2": "La plupart des sites Web interactifs utilisent des cookies pour récupérer les détails de l'utilisateur à chaque visite. Les cookies sont utilisés par notre site Web pour activer la fonctionnalité de certaines zones afin de faciliter la visite des personnes sur notre site Web. Certains de nos partenaires affiliés/publicitaires peuvent également utiliser des cookies."
        },
        "license": {
            "title": "Licence",
            "content1": "Sauf indication contraire, Notion-Avatar-Maker et/ou ses concédants détiennent les droits de propriété intellectuelle de tout le matériel sur Notion-Avatar-Maker. Tous les droits de propriété intellectuelle sont réservés. Vous pouvez accéder à cela depuis Notion-Avatar-Maker pour votre usage personnel, sous réserve des restrictions définies dans ces termes et conditions.",
            "content2": "Vous ne devez pas:",
            "content3": "Republier du matériel de Notion-Avatar-Maker",
            "content4": "Vendre, louer ou sous-licencier du matériel de Notion-Avatar-Maker",
            "content5": "Reproduire, dupliquer ou copier du matériel de Notion-Avatar-Maker",
            "content6": "Redistribuer du contenu de Notion-Avatar-Maker",
            "content7": "Cet accord commence à la date des présentes.",
            "content8": "Des parties de ce site Web offrent aux utilisateurs la possibilité de publier et d'échanger des opinions et des informations dans certaines zones du site Web. Notion-Avatar-Maker ne filtre pas, n'édite pas, ne publie pas et ne révise pas les commentaires avant leur présence sur le site Web. Les commentaires ne reflètent pas les vues et opinions de Notion-Avatar-Maker, de ses agents et/ou affiliés. Les commentaires reflètent les vues et opinions de la personne qui publie ses vues et opinions. Dans la mesure permise par les lois applicables, Notion-Avatar-Maker ne sera pas responsable des commentaires ni de toute responsabilité, dommages ou dépenses causés et/ou subis à la suite de tout usage et/ou publication et/ou apparition des commentaires sur ce site Web.",
            "content9": "Notion-Avatar-Maker se réserve le droit de surveiller tous les commentaires et de supprimer tout commentaire qui peut être considéré comme inapproprié, offensant ou causant une violation de ces termes et conditions.",
            "content10": "Vous garantissez et déclarez que :",
            "content11": "Vous avez le droit de publier les commentaires sur notre site Web et vous avez toutes les licences et consentements nécessaires pour le faire;",
            "content12": "Les commentaires ne violent aucun droit de propriété intellectuelle, y compris sans limitation les droits d'auteur, brevets ou marques de commerce de tiers;",
            "content13": "Les commentaires ne contiennent aucun matériel diffamatoire, calomnieux, offensant, indécent ou illégal qui constitue une invasion de la vie privée;",
            "content14": "Les commentaires ne seront pas utilisés pour solliciter ou promouvoir des affaires ou des coutumes ou présenter des activités commerciales ou des activités illégales.",
            "content15": "Vous accordez par la présente à Notion-Avatar-Maker une licence non exclusive pour utiliser, reproduire, éditer et autoriser d'autres à utiliser, reproduire et éditer l'un de vos commentaires sous toutes les formes, formats ou médias."
        },
        "contentLiability": {
            "title": "Responsabilité du contenu",
            "content": "Nous ne serons pas tenus responsables de tout contenu apparaissant sur votre site Web. Vous acceptez de nous protéger et de nous défendre contre toutes les réclamations résultant de votre site Web. Aucun lien ne doit apparaître sur un site Web qui peut être interprété comme diffamatoire, obscène ou criminel, ou qui enfreint, viole ou plaide en faveur de l'infraction ou autre violation de tout droit de tiers."
        },
        "reservationOfRights": {
            "title": "Réserve de droits",
            "content": "Nous nous réservons le droit de demander que vous supprimiez tous les liens ou tout lien particulier vers notre site Web. Vous approuvez de supprimer immédiatement tous les liens vers notre site Web sur demande. Nous nous réservons également le droit de modifier ces termes et conditions et sa politique de lien à tout moment. En continuant à lier vers notre site Web, vous acceptez d'être lié à ces termes et conditions de liaison et de les suivre."
        },
        "disclaimer": {
            "title": "Avertissement",
            "content1": "Dans la mesure permise par la loi applicable, nous excluons toutes les représentations, garanties et conditions relatives à notre site Web et à l'utilisation de ce site Web. Rien dans cette clause de non-responsabilité ne:",
            "content2": "Limite ou exclut notre responsabilité ou la vôtre en cas de décès ou de blessures corporelles;",
            "content3": "Limite ou exclut notre responsabilité ou la vôtre en cas de fraude ou de fausse déclaration frauduleuse;",
            "content4": "Limite toute responsabilité de notre part ou de la vôtre d'une manière qui n'est pas autorisée par la loi applicable; ou",
            "content5": "Exclut toute responsabilité de notre part ou de la vôtre qui ne peut être exclue en vertu de la loi applicable.",
            "content6": "Les limitations et interdictions de responsabilité définies dans cette section et ailleurs dans cette clause de non-responsabilité: (a) sont soumises au paragraphe précédent; et (b) régissent toutes les responsabilités découlant de la clause de non-responsabilité, y compris les responsabilités découlant d'un contrat, d'un délit et d'une violation de la loi.",
            "content7": "Tant que le site Web et les informations et services sur le site Web sont fournis gratuitement, nous ne serons pas responsables de toute perte ou dommage de quelque nature que ce soit."
        },
        "modifications": {
            "title": "Modifications",
            "content": "Notion-Avatar-Maker peut réviser ces conditions d'utilisation du site Web à tout moment sans préavis. En utilisant ce site Web, vous acceptez d'être lié par la version actuelle de ces termes et conditions de service."
        },
        "contactUs": {
            "title": "Contactez-nous",
            "content": "Si vous avez des questions ou des préoccupations concernant ces termes, veuillez nous contacter à support@notion-avatar-maker.com."
        }
    }
}