{
    "termsTitle": "서비스 약관 | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Notion-Avatar-Maker 이용 약관",
        "lastUpdated": "마지막 업데이트: 2024년 6월 26일",
        "overview": {
            "title": "개요",
            "content1": "Notion-Avatar-Maker에 오신 것을 환영합니다!",
            "content2": "이 이용 약관은 https://notion-avatar-maker.com/에 위치한 Notion-Avatar-Maker의 웹사이트 사용 규칙과 규정을 개략적으로 설명합니다.",
            "content3": "이 웹사이트에 액세스함으로써 귀하는 이 약관에 동의하는 것으로 간주됩니다. 이 페이지에 명시된 모든 약관에 동의하지 않는 경우 Notion-Avatar-Maker를 계속 사용하지 마십시오."
        },
        "cookies": {
            "title": "쿠키",
            "content1": "우리는 쿠키를 사용합니다. Notion-Avatar-Maker에 액세스함으로써 귀하는 Notion-Avatar-Maker의 개인정보 보호정책에 따라 쿠키를 사용하는 것에 동의한 것입니다.",
            "content2": "대부분의 인터랙티브 웹사이트는 사용자의 세부 정보를 가져오기 위해 쿠키를 사용합니다. 당사 웹사이트는 방문자가 웹사이트를 더 쉽게 방문할 수 있도록 특정 영역의 기능을 활성화하기 위해 쿠키를 사용합니다. 일부 제휴/광고 파트너도 쿠키를 사용할 수 있습니다."
        },
        "license": {
            "title": "라이센스",
            "content1": "별도의 명시가 없는 한, Notion-Avatar-Maker 및/또는 그 라이선스 제공자는 Notion-Avatar-Maker의 모든 자료에 대한 지적 재산권을 소유합니다. 모든 지적 재산권은 유보됩니다. 귀하는 이 약관에 명시된 제한에 따라 개인적인 용도로 Notion-Avatar-Maker에서 자료를 액세스할 수 있습니다.",
            "content2": "귀하는 다음을 할 수 없습니다:",
            "content3": "Notion-Avatar-Maker의 자료를 재게시하다",
            "content4": "Notion-Avatar-Maker의 자료를 판매, 임대 또는 재라이선스하다",
            "content5": "Notion-Avatar-Maker의 자료를 복제, 복사 또는 복제하다",
            "content6": "Notion-Avatar-Maker의 콘텐츠를 재배포하다",
            "content7": "본 계약은 오늘부로 시작됩니다.",
            "content8": "이 웹사이트의 일부에서는 사용자가 특정 영역에서 의견과 정보를 게시하고 교환할 수 있는 기회를 제공합니다. Notion-Avatar-Maker는 댓글이 웹사이트에 나타나기 전에 댓글을 필터링, 편집, 게시 또는 검토하지 않습니다. 댓글은 Notion-Avatar-Maker, 그 대리인 및/또는 제휴사의 견해를 반영하지 않습니다. 댓글은 댓글을 게시한 사람의 견해를 반영합니다. 적용 가능한 법률이 허용하는 범위 내에서 Notion-Avatar-Maker는 댓글의 사용 및/또는 게시 및/또는 나타남으로 인해 발생한 모든 책임, 손해 또는 비용에 대해 책임을 지지 않습니다.",
            "content9": "Notion-Avatar-Maker는 모든 댓글을 모니터링하고 부적절하거나 공격적이거나 이 약관을 위반하는 댓글을 삭제할 권리를 보유합니다.",
            "content10": "귀하는 다음을 보증하고 진술합니다:",
            "content11": "귀하는 당사 웹사이트에 댓글을 게시할 권리가 있으며 이를 수행하는 데 필요한 모든 라이선스 및 동의를 보유하고 있습니다;",
            "content12": "댓글은 저작권, 특허 또는 상표를 포함하되 이에 국한되지 않는 제3자의 지적 재산권을 침해하지 않습니다;",
            "content13": "댓글은 명예 훼손, 중상, 공격적, 외설적이거나 기타 불법적인 자료를 포함하지 않으며 이는 사생활 침해입니다;",
            "content14": "댓글은 비즈니스 또는 고객을 유도하거나 홍보하거나 상업 활동 또는 불법 활동을 제시하는 데 사용되지 않습니다.",
            "content15": "귀하는 여기에서 Notion-Avatar-Maker에 대해 귀하의 모든 댓글을 모든 형식, 형식 또는 미디어에서 사용, 복제, 편집 및 다른 사람이 사용, 복제 및 편집할 수 있는 비독점적 라이선스를 부여합니다."
        },
        "contentLiability": {
            "title": "콘텐츠 책임",
            "content": "당사는 귀하의 웹사이트에 나타나는 모든 콘텐츠에 대해 책임을 지지 않습니다. 귀하는 귀하의 웹사이트에 기인하는 모든 청구로부터 당사를 보호하고 방어하는 데 동의합니다. 어떤 링크도 명예 훼손, 외설적이거나 범죄적인 것으로 해석되거나 제3자의 권리를 침해하거나 기타 침해를 조장하거나 기타 침해를 조장하는 것으로 해석될 수 있는 웹사이트에 나타나서는 안 됩니다."
        },
        "reservationOfRights": {
            "title": "권리 유보",
            "content": "당사는 귀하가 당사 웹사이트에 대한 모든 링크 또는 특정 링크를 제거하도록 요청할 권리를 보유합니다. 귀하는 요청 시 당사 웹사이트에 대한 모든 링크를 즉시 제거하는 데 동의합니다. 또한 당사는 이 약관 및 링크 정책을 언제든지 수정할 권리를 보유합니다. 당사 웹사이트에 대한 링크를 지속함으로써 귀하는 이 링크 약관에 동의하고 이를 준수하는 데 동의합니다."
        },
        "disclaimer": {
            "title": "면책 조항",
            "content1": "적용되는 법률이 허용하는 최대 범위 내에서 당사는 당사 웹사이트 및 이 웹사이트 사용과 관련된 모든 진술, 보증 및 조건을 배제합니다. 이 면책 조항의 어떠한 내용도 다음을 수행하지 않습니다:",
            "content2": "사망 또는 개인 상해에 대한 당사 또는 귀하의 책임을 제한하거나 배제합니다;",
            "content3": "사기 또는 사기성 허위 진술에 대한 당사 또는 귀하의 책임을 제한하거나 배제합니다;",
            "content4": "적용되는 법률에 따라 허용되지 않는 방식으로 당사 또는 귀하의 책임을 제한합니다;",
            "content5": "적용되는 법률에 따라 배제되어서는 안 되는 당사 또는 귀하의 책임을 배제합니다.",
            "content6": "이 섹션 및 이 면책 조항의 다른 부분에 명시된 책임의 제한 및 금지: (a) 전단락의 적용을 받습니다; 그리고 (b) 이 면책 조항 하에서 발생하는 모든 책임을 관리합니다, 계약상의 책임, 과실 책임 및 법적 의무 위반에 대한 책임을 포함합니다.",
            "content7": "이 웹사이트 및 웹사이트의 정보 및 서비스가 무료로 제공되는 한, 당사는 어떠한 성격의 손실 또는 손해에 대해서도 책임을 지지 않습니다."
        },
        "modifications": {
            "title": "수정",
            "content": "Notion-Avatar-Maker는 사전 통지 없이 언제든지 웹사이트의 이 이용 약관을 수정할 수 있습니다. 이 웹사이트를 사용함으로써 귀하는 당시 최신 버전의 이용 약관에 구속되는 것에 동의합니다."
        },
        "contactUs": {
            "title": "문의하기",
            "content": "이 약관에 대해 질문이나 우려 사항이 있으시면 support@notion-avatar-maker.com으로 문의하십시오."
        }
    }
}