{
    "privacyTitle": "Política de Privacidad | Notion-Avatar-Maker",
    "privacyPolicy": {
        "title": "Política de Privacidad de Notion-Avatar-Maker",
        "lastUpdated": "Última actualización: 26 de junio de 2024",
        "overview": {
            "title": "Resumen",
            "content1": "Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando usa el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
            "content2": "Usamos sus datos personales para proporcionar y mejorar el Servicio. Al usar el Servicio, usted acepta la recopilación y el uso de información de acuerdo con esta Política de Privacidad."
        },
        "collectingAndUsing": {
            "title": "Recopilación y uso de sus datos personales",
            "personalData": {
                "title": "Datos personales",
                "content": "Al usar nuestro Servicio, podemos pedirle que nos proporcione cierta información de identificación personal que se puede utilizar para contactarlo o identificarlo. La información de identificación personal puede incluir, entre otros:",
                "name": "Nombre",
                "email": "Dirección de correo electrónico",
                "paymentInfo": "Información de pago"
            },
            "usageData": {
                "title": "Datos de uso",
                "content1": "Los datos de uso se recopilan automáticamente al usar el Servicio.",
                "content2": "Los datos de uso pueden incluir información como la dirección del Protocolo de Internet de su dispositivo (por ejemplo, la dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo que pasa en esas páginas, identificadores de dispositivos únicos y otros datos de diagnóstico.",
                "content3": "Cuando accede al Servicio a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitado a, el tipo de dispositivo móvil que utiliza, su ID único de dispositivo móvil, la dirección IP de su dispositivo móvil, su sistema operativo móvil, el tipo de navegador de Internet móvil que utiliza, identificadores de dispositivos únicos y otros datos de diagnóstico.",
                "content4": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil."
            },
            "thirdParty": {
                "title": "Información de servicios de redes sociales de terceros",
                "content1": "La compañía le permite crear una cuenta e iniciar sesión para usar el Servicio a través de los siguientes servicios de redes sociales de terceros:",
                "google": "Google",
                "facebook": "Facebook",
                "instagram": "Instagram",
                "twitter": "Twitter",
                "linkedIn": "LinkedIn",
                "content2": "Si decide registrarse a través de o de otro modo otorgarnos acceso a un Servicio de Redes Sociales de Terceros, podemos recopilar datos personales que ya están asociados con la cuenta de su Servicio de Redes Sociales de Terceros, como su nombre, su dirección de correo electrónico, sus actividades o su lista de contactos asociada con esa cuenta.",
                "content3": "También puede tener la opción de compartir información adicional con la Compañía a través de la cuenta de su Servicio de Redes Sociales de Terceros. Si elige proporcionar dicha información y Datos Personales, durante el registro o de otro modo, está dando permiso a la Compañía para usar, compartir y almacenarlo de manera consistente con esta Política de Privacidad."
            },
            "tracking": {
                "title": "Tecnologías de seguimiento y cookies",
                "content": "Usamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar nuestro Servicio."
            }
        },
        "purpose": {
            "title": "Propósito de la recopilación de datos",
            "content": "El propósito principal de recopilar sus datos es procesar sus pedidos y mejorar la funcionalidad y los servicios de nuestro sitio web."
        },
        "dataSharing": {
            "title": "Compartición de datos",
            "content": "Notion-Avatar-Maker respeta su privacidad. No compartimos sus datos personales con terceros, excepto cuando sea necesario para procesar sus pedidos o cumplir con requisitos legales."
        },
        "deleteData": {
            "title": "Eliminar sus datos personales",
            "content1": "Tiene derecho a eliminar o solicitar que le ayudemos a eliminar los Datos Personales que hemos recopilado sobre usted.",
            "content2": "Nuestro Servicio puede darle la capacidad de eliminar cierta información sobre usted desde dentro del Servicio.",
            "content3": "Puede actualizar, modificar o eliminar su información en cualquier momento iniciando sesión en su cuenta, si tiene una, y visitando la sección de configuración de la cuenta que le permite gestionar su información personal. También puede contactarnos para solicitar acceso, corregir o eliminar cualquier información personal que nos haya proporcionado.",
            "content4": "Sin embargo, tenga en cuenta que es posible que necesitemos retener cierta información cuando tengamos una obligación legal o una base legal para hacerlo."
        },
        "security": {
            "title": "Seguridad de sus datos personales",
            "content": "La seguridad de sus datos personales es importante para Notion-Avatar-Maker, pero recuerde que ningún método de transmisión a través de Internet, o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger sus datos personales, no podemos garantizar su seguridad absoluta."
        },
        "children": {
            "title": "Privacidad de los niños",
            "content": "Nuestro Servicio no se dirige a menores de 13 años. No recopilamos intencionadamente información de identificación personal de menores de 13 años. Si es padre o tutor y sabe que su hijo nos ha proporcionado Datos Personales, por favor contáctenos. Si nos damos cuenta de que hemos recopilado Datos Personales de cualquier persona menor de 13 años sin verificación del consentimiento de los padres, tomamos medidas para eliminar esa información de nuestros servidores."
        },
        "updates": {
            "title": "Actualizaciones de esta Política de Privacidad",
            "content1": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página.",
            "content2": "Le informaremos por correo electrónico y/o mediante un aviso destacado en nuestro Servicio, antes de que el cambio sea efectivo y actualizaremos la fecha de \"Última actualización\" en la parte superior de esta Política de Privacidad.",
            "content3": "Se le aconseja que revise esta Política de Privacidad periódicamente para cualquier cambio. Los cambios en esta Política de Privacidad son efectivos cuando se publican en esta página."
        },
        "contact": {
            "title": "Contáctenos",
            "content": "Si tiene alguna pregunta o inquietud sobre esta Política de Privacidad, por favor contáctenos en support@notion-avatar-maker.com."
        }
    }
}