{
    "termsTitle": "Términos de servicio | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Términos de servicio de Notion-Avatar-Maker",
        "lastUpdated": "Última actualización: 26 de junio de 2024",
        "overview": {
            "title": "Descripción general",
            "content1": "¡Bienvenido a Notion-Avatar-Maker!",
            "content2": "Estos términos y condiciones describen las reglas y regulaciones para el uso del sitio web de Notion-Avatar-Maker, ubicado en https://notion-avatar-maker.com/.",
            "content3": "Al acceder a este sitio web, asumimos que aceptas estos términos y condiciones. No continúes usando Notion-Avatar-Maker si no aceptas todos los términos y condiciones establecidos en esta página."
        },
        "cookies": {
            "title": "Cookies",
            "content1": "Utilizamos cookies. Al acceder a Notion-Avatar-Maker, aceptas utilizar cookies de acuerdo con la Política de Privacidad de Notion-Avatar-Maker.",
            "content2": "La mayoría de los sitios web interactivos usan cookies para recuperar los detalles del usuario en cada visita. Las cookies son utilizadas por nuestro sitio web para habilitar la funcionalidad de ciertas áreas para que sea más fácil para las personas que visitan nuestro sitio web. Algunos de nuestros socios afiliados/anunciantes también pueden usar cookies."
        },
        "license": {
            "title": "Licencia",
            "content1": "A menos que se indique lo contrario, Notion-Avatar-Maker y/o sus licenciantes poseen los derechos de propiedad intelectual de todo el material en Notion-Avatar-Maker. Todos los derechos de propiedad intelectual están reservados. Puedes acceder a esto desde Notion-Avatar-Maker para tu uso personal, sujeto a las restricciones establecidas en estos términos y condiciones.",
            "content2": "No debes:",
            "content3": "Volver a publicar material de Notion-Avatar-Maker",
            "content4": "Vender, alquilar o sublicenciar material de Notion-Avatar-Maker",
            "content5": "Reproducir, duplicar o copiar material de Notion-Avatar-Maker",
            "content6": "Redistribuir contenido de Notion-Avatar-Maker",
            "content7": "Este Acuerdo comenzará en la fecha del presente.",
            "content8": "Partes de este sitio web ofrecen a los usuarios la oportunidad de publicar e intercambiar opiniones e información en ciertas áreas del sitio web. Notion-Avatar-Maker no filtra, edita, publica ni revisa Comentarios antes de su presencia en el sitio web. Los comentarios no reflejan los puntos de vista y opiniones de Notion-Avatar-Maker, sus agentes y/o afiliados. Los comentarios reflejan los puntos de vista y opiniones de la persona que publica sus puntos de vista y opiniones. En la medida en que lo permita la legislación aplicable, Notion-Avatar-Maker no será responsable de los Comentarios ni de ninguna responsabilidad, daños o gastos causados y/o sufridos como resultado de cualquier uso y/o publicación y/o aparición de los Comentarios en este sitio web.",
            "content9": "Notion-Avatar-Maker se reserva el derecho de monitorear todos los Comentarios y eliminar cualquier Comentario que pueda considerarse inapropiado, ofensivo o que infrinja estos Términos y Condiciones.",
            "content10": "Garantizas y declaras que:",
            "content11": "Tienes derecho a publicar los Comentarios en nuestro sitio web y tienes todas las licencias y consentimientos necesarios para hacerlo;",
            "content12": "Los Comentarios no invaden ningún derecho de propiedad intelectual, incluidos, entre otros, derechos de autor, patentes o marcas comerciales de terceros;",
            "content13": "Los Comentarios no contienen ningún material difamatorio, calumnioso, ofensivo, indecente o ilegal que sea una invasión de la privacidad;",
            "content14": "Los Comentarios no se utilizarán para solicitar o promover negocios o presentar actividades comerciales o actividades ilegales.",
            "content15": "Por la presente, otorgas a Notion-Avatar-Maker una licencia no exclusiva para usar, reproducir, editar y autorizar a otros a usar, reproducir y editar cualquiera de tus comentarios en todas y cada una de las formas, formatos o medios."
        },
        "contentLiability": {
            "title": "Responsabilidad de contenido",
            "content": "No nos responsabilizamos de ningún contenido que aparezca en tu sitio web. Aceptas protegernos y defendernos contra todas las reclamaciones que están surgiendo en tu sitio web. Ningún enlace(s) debe aparecer en ningún sitio web que pueda interpretarse como calumnioso, obsceno o criminal, o que infrinja, de otra manera viole, o defienda la infracción u otra violación de cualquier derecho de terceros."
        },
        "reservationOfRights": {
            "title": "Reserva de derechos",
            "content": "Nos reservamos el derecho de solicitar que elimines todos los enlaces o cualquier enlace específico a nuestro sitio web. Aceptas eliminar de inmediato todos los enlaces a nuestro sitio web a solicitud. También nos reservamos el derecho de modificar estos términos y condiciones y su política de enlaces en cualquier momento. Al continuar enlazando a nuestro sitio web, aceptas estar sujeto a estos términos y condiciones de vinculación y seguirlos."
        },
        "disclaimer": {
            "title": "Descargo de responsabilidad",
            "content1": "En la medida en que la ley aplicable lo permita, excluimos todas las representaciones, garantías y condiciones relacionadas con nuestro sitio web y el uso de este sitio web. Nada en este descargo de responsabilidad:",
            "content2": "Limitará o excluirá nuestra o tu responsabilidad por muerte o daños personales;",
            "content3": "Limitará o excluirá nuestra o tu responsabilidad por fraude o tergiversación fraudulenta;",
            "content4": "Limitará cualquiera de nuestras o tus responsabilidades de cualquier manera que no esté permitida por la ley aplicable; o",
            "content5": "Excluirá cualquiera de nuestras o tus responsabilidades que no puedan ser excluidas por la ley aplicable.",
            "content6": "Las limitaciones y prohibiciones de responsabilidad establecidas en esta Sección y en otras partes de este descargo de responsabilidad: (a) están sujetas al párrafo anterior; y (b) regirán todas las responsabilidades derivadas del descargo de responsabilidad, incluidas las responsabilidades derivadas de contratos, agravios y por incumplimiento de deberes legales.",
            "content7": "Mientras el sitio web y la información y servicios en el sitio web se proporcionen de forma gratuita, no seremos responsables de ninguna pérdida o daño de cualquier naturaleza."
        },
        "modifications": {
            "title": "Modificaciones",
            "content": "Notion-Avatar-Maker puede revisar estos términos de servicio del sitio web en cualquier momento sin previo aviso. Al usar este sitio web, aceptas estar sujeto a la versión actual de estos términos de servicio."
        },
        "contactUs": {
            "title": "Contáctanos",
            "content": "Si tienes alguna pregunta o inquietud sobre estos Términos, contáctanos en support@notion-avatar-maker.com."
        }
    }
}