{
    "termsTitle": "Nutzungsbedingungen | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Nutzungsbedingungen für Notion-Avatar-Maker",
        "lastUpdated": "Letzte Aktualisierung: 26. Juni 2024",
        "overview": {
            "title": "Übersicht",
            "content1": "Willkommen bei Notion-Avatar-Maker!",
            "content2": "Diese Allgemeinen Geschäftsbedingungen beschreiben die Regeln und Vorschriften für die Nutzung der Website von Notion-Avatar-Maker, die sich unter https://notion-avatar-maker.com/ befindet.",
            "content3": "Durch den Zugriff auf diese Website gehen wir davon aus, dass Sie diese Bedingungen akzeptieren. Nutzen Sie Notion-Avatar-Maker nicht weiter, wenn Sie nicht allen Bedingungen und Konditionen zustimmen, die auf dieser Seite angegeben sind."
        },
        "cookies": {
            "title": "Cookies",
            "content1": "Wir verwenden Cookies. Durch den Zugriff auf Notion-Avatar-Maker stimmen Sie der Verwendung von Cookies gemäß der Datenschutzrichtlinie von Notion-Avatar-Maker zu.",
            "content2": "Die meisten interaktiven Websites verwenden Cookies, um uns die Wiedererkennung der Benutzerdaten bei jedem Besuch zu ermöglichen. Cookies werden von unserer Website verwendet, um die Funktionalität bestimmter Bereiche zu ermöglichen und den Besuch unserer Website zu erleichtern. Einige unserer Partner für Werbung/Affiliate-Marketing können ebenfalls Cookies verwenden."
        },
        "license": {
            "title": "Lizenz",
            "content1": "Sofern nicht anders angegeben, besitzen Notion-Avatar-Maker und/oder seine Lizenzgeber die geistigen Eigentumsrechte für alle Materialien auf Notion-Avatar-Maker. Alle geistigen Eigentumsrechte sind vorbehalten. Sie dürfen auf Notion-Avatar-Maker für Ihren eigenen persönlichen Gebrauch zugreifen, vorbehaltlich der Einschränkungen, die in diesen Bedingungen und Konditionen festgelegt sind.",
            "content2": "Sie dürfen nicht:",
            "content3": "Material von Notion-Avatar-Maker erneut veröffentlichen",
            "content4": "Material von Notion-Avatar-Maker verkaufen, vermieten oder unterlizenzieren",
            "content5": "Material von Notion-Avatar-Maker reproduzieren, duplizieren oder kopieren",
            "content6": "Inhalte von Notion-Avatar-Maker weiterverteilen",
            "content7": "Dieses Abkommen beginnt mit dem Datum dieser Vereinbarung.",
            "content8": "Teile dieser Website bieten Benutzern die Möglichkeit, Meinungen und Informationen in bestimmten Bereichen der Website zu posten und auszutauschen. Notion-Avatar-Maker filtert, bearbeitet, veröffentlicht oder überprüft Kommentare nicht, bevor sie auf der Website erscheinen. Kommentare spiegeln nicht die Ansichten und Meinungen von Notion-Avatar-Maker, seinen Vertretern und/oder verbundenen Unternehmen wider. Kommentare spiegeln die Ansichten und Meinungen der Person wider, die ihre Ansichten und Meinungen postet. Soweit nach geltendem Recht zulässig, haftet Notion-Avatar-Maker nicht für die Kommentare oder für jegliche Haftung, Schäden oder Ausgaben, die durch die Nutzung und/oder das Posten und/oder das Erscheinen der Kommentare auf dieser Website verursacht und/oder erlitten werden.",
            "content9": "Notion-Avatar-Maker behält sich das Recht vor, alle Kommentare zu überwachen und alle Kommentare zu entfernen, die als unangemessen, beleidigend oder als Verletzung dieser Allgemeinen Geschäftsbedingungen angesehen werden können.",
            "content10": "Sie garantieren und vertreten, dass:",
            "content11": "Sie das Recht haben, die Kommentare auf unserer Website zu posten und alle erforderlichen Lizenzen und Zustimmungen dafür haben;",
            "content12": "die Kommentare keine geistigen Eigentumsrechte Dritter verletzen, einschließlich, aber nicht beschränkt auf Urheberrechte, Patente oder Marken;",
            "content13": "die Kommentare kein diffamierendes, verleumderisches, beleidigendes, obszönes oder rechtswidriges Material enthalten, das eine Verletzung der Privatsphäre darstellt",
            "content14": "die Kommentare nicht verwendet werden, um Geschäfte zu erbitten oder zu fördern oder kommerzielle Aktivitäten oder rechtswidrige Aktivitäten darzustellen oder zu bewerben.",
            "content15": "Sie gewähren Notion-Avatar-Maker eine nicht-exklusive Lizenz zur Nutzung, Vervielfältigung, Bearbeitung und Autorisierung anderer zur Nutzung, Vervielfältigung und Bearbeitung aller Ihrer Kommentare in allen Formen, Formaten oder Medien."
        },
        "contentLiability": {
            "title": "Haftung für Inhalte",
            "content": "Wir sind nicht verantwortlich für Inhalte, die auf Ihrer Website erscheinen. Sie stimmen zu, uns gegen alle Ansprüche zu schützen und zu verteidigen,die auf Ihrer Website erhoben werden. Keine Links sollten auf einer Website erscheinen, die als verleumderisch, obszön oder kriminell interpretiert werden könnten, oder die eine Verletzung oder sonstige Verletzung von Rechten Dritter darstellen oder diese befürworten."
        },
        "reservationOfRights": {
            "title": "Vorbehalt von Rechten",
            "content": "Wir behalten uns das Recht vor, von Ihnen zu verlangen, dass Sie alle Links oder einen bestimmten Link zu unserer Website entfernen. Sie stimmen zu, auf Verlangen alle Links zu unserer Website sofort zu entfernen. Wir behalten uns auch das Recht vor, diese Bedingungen und unsere Verlinkungsrichtlinie jederzeit zu ändern. Indem Sie weiterhin Links zu unserer Website erstellen, erklären Sie sich damit einverstanden, an diese Verlinkungsbedingungen gebunden zu sein und diese zu befolgen."
        },
        "removalOfLinks": {
            "title": "Entfernung von Links von unserer Website",
            "content1": "Wenn Sie einen Link auf unserer Website finden, der aus irgendeinem Grund anstößig ist, können Sie uns jederzeit kontaktieren und uns darüber informieren. Wir werden Anfragen zur Entfernung von Links prüfen, sind jedoch nicht verpflichtet, diese zu entfernen oder Ihnen direkt zu antworten.",
            "content2": "Wir gewährleisten nicht, dass die Informationen auf dieser Website korrekt sind, wir garantieren nicht deren Vollständigkeit oder Genauigkeit; noch versprechen wir, sicherzustellen, dass die Website verfügbar bleibt oder dass das Material auf der Website auf dem neuesten Stand gehalten wird."
        },
        "disclaimer": {
            "title": "Haftungsausschluss",
            "content1": "Soweit gesetzlich zulässig, schließen wir alle Zusicherungen, Gewährleistungen und Bedingungen im Zusammenhang mit unserer Website und der Nutzung dieser Website aus. Nichts in diesem Haftungsausschluss soll:",
            "content2": "unsere oder Ihre Haftung für Tod oder Körperverletzung einschränken oder ausschließen;",
            "content3": "unsere oder Ihre Haftung für Betrug oder betrügerische Falschdarstellung einschränken oder ausschließen;",
            "content4": "unsere oder Ihre Haftung in einer Weise einschränken, die nach geltendem Recht nicht zulässig ist; oder",
            "content5": "unsere oder Ihre Haftung, die nach geltendem Recht nicht ausgeschlossen werden kann, ausschließen.",
            "content6": "Die in diesem Abschnitt und an anderer Stelle in diesem Haftungsausschluss festgelegten Haftungsbeschränkungen und -ausschlüsse: (a) unterliegen dem vorstehenden Absatz; und (b) regeln alle Haftungen, die sich aus dem Haftungsausschluss ergeben, einschließlich Haftungen, die sich aus Vertrag, unerlaubter Handlung und Verletzung gesetzlicher Pflichten ergeben.",
            "content7": "Solange die Website und die Informationen und Dienste auf der Website kostenlos zur Verfügung gestellt werden, haften wir nicht für Verluste oder Schäden jeglicher Art."
        },
        "modifications": {
            "title": "Änderungen",
            "content": "Notion-Avatar-Maker kann diese Nutzungsbedingungen für seine Website jederzeit ohne vorherige Ankündigung überarbeiten. Durch die Nutzung dieser Website erklären Sie sich damit einverstanden, an die jeweils aktuelle Version dieser Nutzungsbedingungen gebunden zu sein."
        },
        "contactUs": {
            "title": "Kontaktieren Sie uns",
            "content": "Wenn Sie Fragen oder Bedenken zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter support@notion-avatar-maker.com."
        }
    }
}