{
    "termsTitle": "Servicevoorwaarden | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Servicevoorwaarden voor Notion-Avatar-Maker",
        "lastUpdated": "Laatst bijgewerkt: 26 juni 2024",
        "overview": {
            "title": "Overzicht",
            "content1": "Welkom bij Notion-Avatar-Maker!",
            "content2": "Deze algemene voorwaarden beschrijven de regels en voorschriften voor het gebruik van de website van Notion-Avatar-Maker, te vinden op https://notion-avatar-maker.com/.",
            "content3": "Door deze website te bezoeken, gaan we ervan uit dat u deze voorwaarden accepteert. Ga niet door met het gebruik van Notion-Avatar-Maker als u niet akkoord gaat met alle voorwaarden die op deze pagina worden vermeld."
        },
        "cookies": {
            "title": "Cookies",
            "content1": "Wij gebruiken cookies. Door toegang te krijgen tot Notion-Avatar-Maker, stemt u in met het gebruik van cookies in overeenstemming met het privacybeleid van Notion-Avatar-Maker.",
            "content2": "De meeste interactieve websites gebruiken cookies om ons in staat te stellen de gebruikersgegevens voor elk bezoek op te halen. Cookies worden door onze website gebruikt om de functionaliteit van bepaalde gebieden mogelijk te maken om het voor mensen die onze website bezoeken gemakkelijker te maken. Sommige van onze advertentiepartners/aangesloten partners kunnen ook cookies gebruiken."
        },
        "license": {
            "title": "Licentie",
            "content1": "Tenzij anders vermeld, bezitten Notion-Avatar-Maker en/of zijn licentiegevers de intellectuele eigendomsrechten voor alle materialen op Notion-Avatar-Maker. Alle intellectuele eigendomsrechten zijn voorbe houden. U mag hier toegang toe krijgen vanaf Notion-Avatar-Maker voor uw eigen persoonlijk gebruik, onderworpen aan beperkingen die in deze voorwaarden zijn vastgelegd.",
            "content2": "U mag niet:",
            "content3": "Materiaal van Notion-Avatar-Maker opnieuw publiceren",
            "content4": "Materiaal van Notion-Avatar-Maker verkopen, verhuren of in sublicentie geven",
            "content5": "Materiaal van Notion-Avatar-Maker reproduceren, dupliceren of kopiëren",
            "content6": "Inhoud van Notion-Avatar-Maker herverdelen",
            "content7": "Deze overeenkomst begint op de datum hiervan.",
            "content8": "Delen van deze website bieden een gelegenheid voor gebruikers om meningen en informatie te plaatsen en uit te wisselen in bepaalde delen van de website. Notion-Avatar-Maker filtert, bewerkt, publiceert of beoordeelt geen opmerkingen voordat ze op de website verschijnen. Opmerkingen weerspiegelen niet de standpunten en meningen van Notion-Avatar-Maker, zijn agenten en/of gelieerde ondernemingen. Opmerkingen weerspiegelen de standpunten en meningen van de persoon die hun standpunten en meningen plaatst. Voor zover toegestaan door de toepasselijke wetten, is Notion-Avatar-Maker niet verantwoordelijk voor de opmerkingen of voor enige aansprakelijkheid, schade of kosten veroorzaakt en/of geleden als gevolg van enig gebruik van en/of plaatsing van en/of verschijnen van de opmerkingen op deze website.",
            "content9": "Notion-Avatar-Maker behoudt zich het recht voor om alle opmerkingen te monitoren en om alle opmerkingen te verwijderen die als ongepast, beledigend of als een schending van deze algemene voorwaarden kunnen worden beschouwd.",
            "content10": "U garandeert en verklaart dat:",
            "content11": "U het recht hebt om de opmerkingen op onze website te plaatsen en over alle noodzakelijke licenties en toestemmingen beschikt om dit te doen;",
            "content12": "de opmerkingen geen intellectuele eigendomsrechten van derden schenden, waaronder maar niet beperkt tot auteursrechten, patenten of handelsmerken;",
            "content13": "de opmerkingen geen lasterlijk, smadelijk, beledigend, obsceen of onwettig materiaal bevatten dat een inbreuk op de privacy vormt",
            "content14": "de opmerkingen niet worden gebruikt om zaken of gewoonten te werven of te promoten of commerciële activiteiten of onwettige activiteiten voor te stellen of aan te moedigen.",
            "content15": "U verleent Notion-Avatar-Maker een niet-exclusieve licentie om uw opmerkingen te gebruiken, te reproduceren, te bewerken en anderen te machtigen om uw opmerkingen te gebruiken, te reproduceren en te bewerken in alle vormen, formaten of media."
        },
        "contentLiability": {
            "title": "Inhoudsaansprakelijkheid",
            "content": "Wij zijn niet verantwoordelijk voor enige inhoud die op uw website verschijnt. U stemt ermee in ons te vrijwaren en te verdedigen tegen alle claims die voortvloeien uit uw website. Geen enkele link(s) mag/mogen verschijnen op een website die als lasterlijk, obsceen of crimineel kan/kunnen worden geïnterpreteerd, of die inbreuk maakt/maken op of anderszins in strijd is/zijn met of pleit(en) voor de inbreuk of andere schending van rechten van derden."
        },
        "reservationOfRights": {
            "title": "Rechtenvoorbehoud",
            "content": "Wij behouden ons het recht voor om te verzoeken dat u alle links of een specifieke link naar onze website verwijdert. U stemt ermee in om op verzoek onmiddellijk alle links naar onze website te verwijderen. We behouden ons ook het recht voor om deze voorwaarden en ons koppelingsbeleid op elk moment te wijzigen. Door voortdurend links naar onze website te maken, gaat u ermee akkoord gebonden te zijn aan deze koppelingsvoorwaarden en deze te volgen."
        },
        "removalOfLinks": {
            "title": "Verwijdering van links van onze website",
            "content1": "Als u een link op onze website vindt die om welke reden dan ook aanstootgevend is, kunt u ons op elk moment contacteren en ons hiervan op de hoogte stellen. Wij zullen verzoeken tot verwijdering van links overwegen, maar zijn niet verplicht om dit te doen of om rechtstreeks op u te reageren.",
            "content2": "Wij garanderen niet dat de informatie op deze website correct is, wij garanderen niet de volledigheid of nauwkeurigheid ervan; noch beloven wij te verzekeren dat de website beschikbaar blijft of dat het materiaal op de website up-to-date wordt gehouden."
        },
        "disclaimer": {
            "title": "Disclaimer",
            "content1": "Voor zover maximaal toegestaan door de toepasselijke wetgeving, sluiten wij alle verklaringen, garanties en voorwaarden met betrekking tot onze website en het gebruik van deze website uit. Niets in deze disclaimer zal:",
            "content2": "onze of uw aansprakelijkheid voor overlijden of persoonlijk letsel beperken of uitsluiten;",
            "content3": "onze of uw aansprakelijkheid voor fraude of frauduleuze verkeerde voorstelling beperken of uitsluiten;",
            "content4": "onze of uw aansprakelijkheid beperken op een manier die niet is toegestaan onder de toepasselijke wetgeving; of",
            "content5": "onze of uw aansprakelijkheid uitsluiten die niet kan worden uitgesloten onder de toepasselijke wetgeving.",
            "content6": "De beperkingen en uitsluitingen van aansprakelijkheid die in deze sectie en elders in deze disclaimer zijn vastgelegd: (a) zijn onderworpen aan de voorgaande alinea; en (b) regelen alle aansprakelijkheden die voortvloeien uit de disclaimer, inclusief aansprakelijkheden die voortvloeien uit contract, onrechtmatige daad en schending van wettelijke verplichtingen.",
            "content7": "Zolang de website en de informatie en diensten op de website gratis worden verstrekt, zullen wij niet aansprakelijk zijn voor enig verlies of schade van welke aard dan ook."
        },
        "modifications": {
            "title": "Wijzigingen",
            "content": "Notion-Avatar-Maker kan deze Servicevoorwaarden voor zijn website te allen tijde zonder kennisgeving herzien. Door deze website te gebruiken, stemt u ermee in gebonden te zijn aan de dan geldende versie van deze Servicevoorwaarden."
        },
        "contactUs": {
            "title": "Neem contact met ons op",
            "content": "Als u vragen of zorgen heeft over deze voorwaarden, neem dan contact met ons op via support@notion-avatar-maker.com."
        }
    }
}