{
    "termsTitle": "Terms of Service | Notion-Avatar-Maker",
    "termsOfService": {
      "title": "Terms of Service for Notion-Avatar-Maker",
      "lastUpdated": "Last updated: June 26, 2024",
      "overview": {
        "title": "Overview",
        "content1": "Welcome to Notion-Avatar-Maker!",
        "content2": "These terms and conditions outline the rules and regulations for the use of Notion-Avatar-Maker's Website, located at https://notion-avatar-maker.com/.",
        "content3": "By accessing this website we assume you accept these terms and conditions. Do not continue to use Notion-Avatar-Maker if you do not agree to take all of the terms and conditions stated on this page."
      },
      "cookies": {
        "title": "Cookies",
        "content1": "We employ the use of cookies. By accessing Notion-Avatar-Maker, you agreed to use cookies in agreement with the Notion-Avatar-Maker's Privacy Policy.",
        "content2": "Most interactive websites use cookies to let us retrieve the user's details for each visit. Cookies are used by our website to enable the functionality of certain areas to make it easier for people visiting our website. Some of our affiliate/advertising partners may also use cookies."
      },
      "license": {
        "title": "License",
        "content1": "Unless otherwise stated, Notion-Avatar-Maker and/or its licensors own the intellectual property rights for all material on Notion-Avatar-Maker. All intellectual property rights are reserved. You may access this from Notion-Avatar-Maker for your own personal use subjected to restrictions set in these terms and conditions.",
        "content2": "You must not:",
        "content3": "Republish material from Notion-Avatar-Maker",
        "content4": "Sell, rent or sub-license material from Notion-Avatar-Maker",
        "content5": "Reproduce, duplicate or copy material from Notion-Avatar-Maker",
        "content6": "Redistribute content from Notion-Avatar-Maker",
        "content7": "This Agreement shall begin on the date hereof.",
        "content8": "Parts of this website offer an opportunity for users to post and exchange opinions and information in certain areas of the website. Notion-Avatar-Maker does not filter, edit, publish or review Comments prior to their presence on the website. Comments do not reflect the views and opinions of Notion-Avatar-Maker, its agents and/or affiliates. Comments reflect the views and opinions of the person who post their views and opinions. To the extent permitted by applicable laws, Notion-Avatar-Maker shall not be liable for the Comments or for any liability, damages or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.",
        "content9": "Notion-Avatar-Maker reserves the right to monitor all Comments and to remove any Comments which can be considered inappropriate, offensive or causes breach of these Terms and Conditions.",
        "content10": "You warrant and represent that:",
        "content11": "You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;",
        "content12": "The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;",
        "content13": "The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy",
        "content14": "The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.",
        "content15": "You hereby grant Notion-Avatar-Maker a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media."
      },
      "contentLiability": {
        "title": "Content Liability",
        "content": "We shall not be hold responsible for any content that appears on your Website. You agree to protect and defend us against all claims that is rising on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights."
      },
      "reservationOfRights": {
        "title": "Reservation of Rights",
        "content": "We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amen these terms and conditions and it's linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions."
      },
      "disclaimer": {
        "title": "Disclaimer",
        "content1": "To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website. Nothing in this disclaimer will:",
        "content2": "limit or exclude our or your liability for death or personal injury;",
        "content3": "limit or exclude our or your liability for fraud or fraudulent misrepresentation;",
        "content4": "limit any of our or your liabilities in any way that is not permitted under applicable law; or",
        "content5": "exclude any of our or your liabilities that may not be excluded under applicable law.",
        "content6": "The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.",
        "content7": "As long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature."
      },
      "modifications": {
        "title": "Modifications",
        "content": "Notion-Avatar-Maker may revise these Terms of Service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these Terms of Service."
      },
      "contactUs": {
        "title": "Contact Us",
        "content": "If you have any questions or concerns about this Terms, please contact us at support@notion-avatar-maker.com."
      }
    }
}