{
    "termsTitle": "Termos dos serviços | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Termos dos Serviços Notion-Avatar-Maker",
        "lastUpdated": "Última atualização: 26 de junho de 2024",
        "overview": {
            "title": "Visão geral",
            "content1": "Bem-vindo ao Notion-Avatar-Maker!",
            "content2": "Estes termos e condições descrevem as regras e regulamentos para o uso do site Notion-Avatar-Maker, localizado em https://notion-avatar-maker.com/",
            "content3": "Ao acessar este site, consideramos que você aceita estes termos e condições. Não continue a usar o Notion-Avatar-Maker se não concordar em cumprir todos os termos e condições estabelecidos nesta página."
        },
        "cookies": {
            "title": "Cookies",
            "content1": "Utilizamos cookies. Ao acessar o Notion-Avatar-Maker, você concorda em usar cookies de acordo com a Política de Privacidade do Notion-Avatar-Maker.",
            "content2": "A maioria dos sites interativos usa cookies para recuperar os detalhes do usuário em cada visita. Os cookies são usados por nosso site para habilitar a funcionalidade de certas áreas, tornando mais fácil para as pessoas que visitam nosso site. Alguns de nossos parceiros afiliados/publicitários também podem usar cookies."
        },
        "license": {
            "title": "Licença",
            "content1": "Salvo indicação em contrário, o Notion-Avatar-Maker e/ou seus licenciadores detêm os direitos de propriedade intelectual de todo o material no Notion-Avatar-Maker. Todos os direitos de propriedade intelectual são reservados. Você pode acessar isso do Notion-Avatar-Maker para seu uso pessoal, sujeito às restrições estabelecidas nestes termos e condições.",
            "content2": "Você não deve:",
            "content3": "Republicar material do Notion-Avatar-Maker",
            "content4": "Vender, alugar ou sub-licenciar material do Notion-Avatar-Maker",
            "content5": "Reproduzir, duplicar ou copiar material do Notion-Avatar-Maker",
            "content6": "Redistribuir conteúdo do Notion-Avatar-Maker",
            "content7": "Este Contrato terá início na data deste documento.",
            "content8": "Partes deste site oferecem aos usuários a oportunidade de postar e trocar opiniões e informações em determinadas áreas do site. O Notion-Avatar-Maker não filtra, edita, publica ou revisa Comentários antes de sua presença no site. Os comentários não refletem as opiniões e pontos de vista do Notion-Avatar-Maker, seus agentes e/ou afiliados. Os comentários refletem as opiniões e pontos de vista da pessoa que posta suas opiniões e pontos de vista. Na medida do permitido pelas leis aplicáveis, o Notion-Avatar-Maker não será responsável pelos Comentários ou por qualquer responsabilidade, danos ou despesas causados e/ou sofridos como resultado de qualquer uso e/ou postagem e/ou aparência dos Comentários neste site.",
            "content9": "O Notion-Avatar-Maker reserva-se o direito de monitorar todos os Comentários e remover quaisquer Comentários que possam ser considerados inadequados, ofensivos ou que violem estes Termos e Condições.",
            "content10": "Você garante e declara que:",
            "content11": "Você tem o direito de postar os Comentários em nosso site e tem todas as licenças e consentimentos necessários para fazê-lo;",
            "content12": "Os Comentários não infringem nenhum direito de propriedade intelectual, incluindo, sem limitação, direitos autorais, patentes ou marcas registradas de terceiros;",
            "content13": "Os Comentários não contêm material difamatório, calunioso, ofensivo, indecente ou ilegal que seja uma invasão de privacidade;",
            "content14": "Os Comentários não serão usados para solicitar ou promover negócios ou apresentar atividades comerciais ou atividades ilegais.",
            "content15": "Você concede ao Notion-Avatar-Maker uma licença não exclusiva para usar, reproduzir, editar e autorizar outros a usar, reproduzir e editar qualquer um dos seus comentários em todas e quaisquer formas, formatos ou mídia."
        },
        "contentLiability": {
            "title": "Responsabilidade pelo conteúdo",
            "content": "Não nos responsabilizamos por qualquer conteúdo que apareça em seu site. Você concorda em proteger e defender-nos contra todas as reivindicações que estão surgindo em seu site. Nenhum link(s) deve aparecer em qualquer site que possa ser interpretado como calunioso, obsceno ou criminoso, ou que infrinja, de outra forma viole, ou defenda a violação ou outra violação de quaisquer direitos de terceiros."
        },
        "reservationOfRights": {
            "title": "Reserva de direitos",
            "content": "Reservamo-nos o direito de solicitar que você remova todos os links ou qualquer link específico para nosso site. Você aprova a remoção imediata de todos os links para nosso site mediante solicitação. Também nos reservamos o direito de alterar estes termos e condições e sua política de links a qualquer momento. Ao continuar a vincular-se ao nosso site, você concorda em ficar vinculado a estes termos e condições de vinculação e segui-los."
        },
        "disclaimer": {
            "title": "Isenção de responsabilidade",
            "content1": "Na medida do permitido pela lei aplicável, excluímos todas as representações, garantias e condições relacionadas ao nosso site e ao uso deste site. Nada neste aviso de isenção de responsabilidade irá:",
            "content2": "Limitar ou excluir nossa ou sua responsabilidade por morte ou danos pessoais;",
            "content3": "Limitar ou excluir nossa ou sua responsabilidade por fraude ou deturpação fraudulenta;",
            "content4": "Limitar qualquer uma de nossas ou suas responsabilidades de qualquer maneira que não seja permitida pela lei aplicável; ou",
            "content5": "Excluir qualquer uma de nossas ou suas responsabilidades que não possam ser excluídas pela lei aplicável.",
            "content6": "As limitações e proibições de responsabilidade estabelecidas nesta Seção e em outras partes deste aviso de isenção de responsabilidade: (a) estão sujeitas ao parágrafo anterior; e (b) regem todas as responsabilidades decorrentes da isenção de responsabilidade, incluindo responsabilidades decorrentes de contrato, delito e violação de dever estatutário.",
            "content7": "Desde que o site e as informações e serviços no site sejam fornecidos gratuitamente, não seremos responsáveis por qualquer perda ou dano de qualquer natureza."
        },
        "modifications": {
            "title": "Modificações",
            "content": "O Notion-Avatar-Maker pode revisar estes termos de serviço do site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual destes termos e condições de serviço."
        },
        "contactUs": {
            "title": "Contate-nos",
            "content": "Se você tiver alguma dúvida sobre estes Termos, entre em contato conosco em support@notion-avatar-maker.com."
        }
    }
}