{
  "privacyTitle": "سياسة الخصوصية | Notion-Avatar-Maker",
  "privacyPolicy": {
    "title": "سياسة الخصوصية لـ Notion-Avatar-Maker",
    "lastUpdated": "آخر تحديث: 26 يونيو 2024",
    "overview": {
      "title": "نظرة عامة",
      "content1": "تصف سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع واستخدام والإفصاح عن معلوماتك عندما تستخدم الخدمة وتبلغك بحقوق الخصوصية الخاصة بك وكيفية حماية القانون لك.",
      "content2": "نستخدم بياناتك الشخصية لتقديم وتحسين الخدمة. باستخدام الخدمة، فإنك توافق على جمع واستخدام المعلومات وفقًا لسياسة الخصوصية هذه."
    },
    "collectingAndUsing": {
      "title": "جمع واستخدام بياناتك الشخصية",
      "personalData": {
        "title": "البيانات الشخصية",
        "content": "أثناء استخدام خدمتنا، قد نطلب منك تزويدنا بمعلومات تعريف شخصية معينة يمكن استخدامها للاتصال بك أو تحديد هويتك. قد تشمل معلومات التعريف الشخصية، على سبيل المثال لا الحصر:",
        "name": "الاسم",
        "email": "عنوان البريد الإلكتروني",
        "paymentInfo": "معلومات الدفع"
      },
      "usageData": {
        "title": "بيانات الاستخدام",
        "content1": "يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة.",
        "content2": "قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت لجهازك (مثل عنوان IP)، نوع المتصفح، إصدار المتصفح، الصفحات التي تزورها على خدمتنا، الوقت والتاريخ لزيارتك، الوقت الذي تقضيه في تلك الصفحات، معرفات الأجهزة الفريدة وبيانات التشخيص الأخرى.",
        "content3": "عندما تصل إلى الخدمة عن طريق جهاز محمول، قد نقوم بجمع معلومات معينة تلقائيًا، بما في ذلك، على سبيل المثال لا الحصر، نوع الجهاز المحمول الذي تستخدمه، معرف جهازك المحمول الفريد، عنوان IP لجهازك المحمول، نظام التشغيل المحمول الخاص بك، نوع متصفح الإنترنت المحمول الذي تستخدمه، معرفات الأجهزة الفريدة وبيانات التشخيص الأخرى.",
        "content4": "قد نقوم أيضًا بجمع المعلومات التي يرسلها متصفحك في كل مرة تزور فيها خدمتنا أو عند الوصول إلى الخدمة عن طريق جهاز محمول."
      },
      "thirdParty": {
        "title": "معلومات من خدمات الشبكات الاجتماعية التابعة لجهات خارجية",
        "content1": "تتيح لك الشركة إنشاء حساب وتسجيل الدخول لاستخدام الخدمة من خلال الخدمات التالية للشبكات الاجتماعية التابعة لجهات خارجية:",
        "google": "جوجل",
        "facebook": "فيسبوك",
        "instagram": "إنستغرام",
        "twitter": "تويتر",
        "linkedIn": "لينكد إن",
        "content2": "إذا قررت التسجيل من خلال أو منحنا حق الوصول إلى خدمة الشبكات الاجتماعية التابعة لجهة خارجية، فقد نجمع البيانات الشخصية التي ترتبط بالفعل بحساب خدمة الشبكات الاجتماعية التابعة لجهة خارجية، مثل اسمك، عنوان بريدك الإلكتروني، أنشطتك أو قائمة جهات الاتصال المرتبطة بهذا الحساب.",
        "content3": "قد يكون لديك أيضًا خيار مشاركة معلومات إضافية مع الشركة من خلال حساب خدمة الشبكات الاجتماعية التابعة لجهة خارجية. إذا اخترت تقديم مثل هذه المعلومات والبيانات الشخصية، سواء أثناء التسجيل أو غير ذلك، فإنك تمنح الشركة إذنًا لاستخدامها ومشاركتها وتخزينها بما يتماشى مع سياسة الخصوصية هذه."
      },
      "tracking": {
        "title": "تقنيات التتبع وملفات تعريف الارتباط",
        "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على خدمتنا وتخزين معلومات معينة. تقنيات التتبع المستخدمة هي إشارات الويب، والعلامات والنصوص البرمجية لجمع وتتبع المعلومات ولتحسين وتحليل خدمتنا."
      }
    },
    "purpose": {
      "title": "الغرض من جمع البيانات",
      "content": "الغرض الرئيسي من جمع بياناتك هو معالجة طلباتك وتحسين وظائف وخدمات موقعنا على الإنترنت."
    },
    "dataSharing": {
      "title": "مشاركة البيانات",
      "content": "يحترم Notion-Avatar-Maker خصوصيتك. نحن لا نشارك بياناتك الشخصية مع جهات خارجية، باستثناء الحالات التي يكون فيها ذلك ضروريًا لمعالجة طلباتك أو الامتثال لمتطلبات قانونية."
    },
    "deleteData": {
      "title": "حذف بياناتك الشخصية",
      "content1": "لديك الحق في حذف أو طلب مساعدتنا في حذف البيانات الشخصية التي جمعناها عنك.",
      "content2": "قد يوفر لك خدمتنا القدرة على حذف معلومات معينة عنك من داخل الخدمة.",
      "content3": "يمكنك تحديث أو تعديل أو حذف معلوماتك في أي وقت عن طريق تسجيل الدخول إلى حسابك، إذا كان لديك حساب، وزيارة قسم إعدادات الحساب الذي يتيح لك إدارة معلوماتك الشخصية. يمكنك أيضًا الاتصال بنا لطلب الوصول إلى أو تصحيح أو حذف أي معلومات شخصية قدمتها لنا.",
      "content4": "ومع ذلك، يرجى ملاحظة أننا قد نحتاج إلى الاحتفاظ بمعلومات معينة عندما يكون لدينا التزام قانوني أو أساس قانوني للقيام بذلك."
    },
    "security": {
      "title": "أمان بياناتك الشخصية",
      "content": "أمان بياناتك الشخصية مهم لـ Notion-Avatar-Maker، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية، لا يمكننا ضمان أمانها المطلق."
    },
    "children": {
      "title": "خصوصية الأطفال",
      "content": "خدمتنا لا تخاطب أي شخص يقل عمره عن 13 عامًا. نحن لا نجمع عن عمد معلومات تعريف شخصية من أي شخص يقل عمره عن 13 عامًا. إذا كنت والدًا أو وصيًا وتعلم أن طفلك قد زودنا ببيانات شخصية، فيرجى الاتصال بنا. إذا علمنا أننا جمعنا بيانات شخصية من أي شخص يقل عمره عن 13 عامًا دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة تلك المعلومات من خوادمنا."
    },
    "updates": {
      "title": "تحديثات سياسة الخصوصية هذه",
      "content1": "قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنعلمك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة.",
      "content2": "سنخبرك عبر البريد الإلكتروني و / أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير ساري المفعول وسنقوم بتحديث تاريخ \"آخر تحديث\" في الجزء العلوي من سياسة الخصوصية هذه.",
      "content3": "ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لأي تغييرات. تسري التغييرات على سياسة الخصوصية هذه عند نشرها على هذه الصفحة."
    },
    "contact": {
      "title": "اتصل بنا",
      "content": "إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه، يرجى الاتصال بنا على support@notion-avatar-maker.com."
    }
  }
}