{
    "termsTitle": "شروط الخدمة | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "شروط الخدمة لـ Notion-Avatar-Maker",
        "lastUpdated": "آخر تحديث: 26 يونيو 2024",
        "overview": {
            "title": "نظرة عامة",
            "content1": "مرحبًا بك في Notion-Avatar-Maker!",
            "content2": "تحدد هذه الشروط والأحكام القواعد واللوائح لاستخدام موقع Notion-Avatar-Maker، الموجود على https://notion-avatar-maker.com/.",
            "content3": "من خلال الوصول إلى هذا الموقع، نفترض أنك تقبل هذه الشروط والأحكام. لا تستمر في استخدام Notion-Avatar-Maker إذا كنت لا توافق على جميع الشروط والأحكام المذكورة في هذه الصفحة."
        },
        "cookies": {
            "title": "ملفات تعريف الارتباط",
            "content1": "نستخدم ملفات تعريف الارتباط. من خلال الوصول إلى Notion-Avatar-Maker، فإنك توافق على استخدام ملفات تعريف الارتباط وفقًا لسياسة الخصوصية الخاصة بـ Notion-Avatar-Maker.",
            "content2": "تستخدم معظم المواقع التفاعلية ملفات تعريف الارتباط للسماح لنا باسترداد تفاصيل المستخدم في كل زيارة. تُستخدم ملفات تعريف الارتباط بواسطة موقعنا لتمكين وظائف مناطق معينة لتسهيل على الأشخاص الذين يزورون موقعنا. قد يستخدم بعض شركائنا/شركاء الدعاية أيضًا ملفات تعريف الارتباط."
        },
        "license": {
            "title": "الرخصة",
            "content1": "ما لم يُنص على خلاف ذلك، تمتلك Notion-Avatar-Maker و/أو مرخصوها حقوق الملكية الفكرية لجميع المواد الموجودة على Notion-Avatar-Maker. جميع حقوق الملكية الفكرية محفوظة. يمكنك الوصول إلى Notion-Avatar-Maker للاستخدام الشخصي الخاص بك وفقًا للقيود المنصوص عليها في هذه الشروط والأحكام.",
            "content2": "لا يجب عليك:",
            "content3": "إعادة نشر المواد من Notion-Avatar-Maker",
            "content4": "بيع أو تأجير أو ترخيص المواد من Notion-Avatar-Maker",
            "content5": "إعادة إنتاج أو نسخ أو نسخ المواد من Notion-Avatar-Maker",
            "content6": "إعادة توزيع المحتوى من Notion-Avatar-Maker",
            "content7": "يبدأ هذا الاتفاق في التاريخ الحالي.",
            "content8": "تتيح أجزاء من هذا الموقع للمستخدمين نشر وتبادل الآراء والمعلومات في مناطق معينة من الموقع. لا تقوم Notion-Avatar-Maker بتصفية أو تعديل أو نشر أو مراجعة التعليقات قبل ظهورها على الموقع. لا تعكس التعليقات آراء وآراء Notion-Avatar-Maker و/أو وكلائها و/أو الشركات التابعة لها. تعكس التعليقات آراء وآراء الشخص الذي ينشرها. إلى الحد الذي يسمح به القانون المعمول به، لن تكون Notion-Avatar-Maker مسؤولة عن التعليقات أو عن أي مسؤولية أو أضرار أو مصاريف ناجمة و/أو متكبدة نتيجة لأي استخدام و/أو نشر و/أو ظهور التعليقات على هذا الموقع.",
            "content9": "تحتفظ Notion-Avatar-Maker بالحق في مراقبة جميع التعليقات وإزالة أي تعليقات يمكن اعتبارها غير ملائمة أو مسيئة أو تسبب انتهاكًا لهذه الشروط والأحكام.",
            "content10": "أنت تضمن وتقر بأن:",
            "content11": "لديك الحق في نشر التعليقات على موقعنا وتملك جميع التراخيص والموافقات اللازمة للقيام بذلك؛",
            "content12": "التعليقات لا تنتهك أي حقوق ملكية فكرية، بما في ذلك على سبيل المثال لا الحصر حقوق النشر أو براءات الاختراع أو العلامات التجارية لأي طرف ثالث؛",
            "content13": "التعليقات لا تحتوي على أي مواد تشهيرية أو افترائية أو مسيئة أو فاحشة أو غير قانونية بأي شكل من الأشكال التي تشكل انتهاكًا للخصوصية",
            "content14": "لن تُستخدم التعليقات لطلب أو الترويج للأعمال أو العادات أو تقديم الأنشطة التجارية أو الأنشطة غير القانونية.",
            "content15": "تمنح Notion-Avatar-Maker ترخيصًا غير حصري لاستخدام وإعادة إنتاج وتحرير وتفويض الآخرين لاستخدام وإعادة إنتاج وتحرير أي من تعليقاتك في جميع الأشكال أو التنسيقات أو الوسائط."
        },
        "contentLiability": {
            "title": "مسؤولية المحتوى",
            "content": "نحن لسنا مسؤولين عن أي محتوى يظهر على موقعك.نحن لسنا مسؤولين عن أي محتوى يظهر على موقعك. أنت توافق على حماية والدفاع عنا ضد جميع المطالبات التي تنشأ على موقعك. لا ينبغي أن يظهر أي رابط (روابط) على أي موقع يمكن تفسيره على أنه تشهيري أو فاحش أو مجرم، أو ينتهك أو ينتهك أو يدعو إلى انتهاك أو انتهاك آخر لأي حقوق طرف ثالث."
        },
        "reservationOfRights": {
            "title": "الاحتفاظ بالحقوق",
            "content": "نحن نحتفظ بالحق في طلب أن تزيل جميع الروابط أو أي رابط معين إلى موقعنا. أنت توافق على إزالة الروابط إلى موقعنا فورًا عند الطلب. كما نحتفظ بالحق في تعديل هذه الشروط والأحكام وسياسة الربط في أي وقت. من خلال الاستمرار في الربط بموقعنا، فإنك توافق على الالتزام بشروط وأحكام الربط هذه واتباعها."
        },
        "removalOfLinks": {
            "title": "إزالة الروابط من موقعنا",
            "content1": "إذا وجدت أي رابط على موقعنا مسيء لأي سبب، يمكنك الاتصال بنا وإبلاغنا في أي لحظة. سننظر في طلبات إزالة الروابط ولكننا لسنا ملزمين أو غير ذلك بالرد عليك مباشرة.",
            "content2": "نحن لا نضمن أن المعلومات الموجودة على هذا الموقع صحيحة، ولا نضمن اكتمالها أو دقتها؛ كما أننا لا نعد بضمان أن يظل الموقع متاحًا أو أن المواد الموجودة على الموقع محدثة."
        },
        "disclaimer": {
            "title": "إخلاء المسؤولية",
            "content1": "إلى أقصى حد يسمح به القانون المعمول به، نستبعد جميع التصريحات والضمانات والشروط المتعلقة بموقعنا واستخدام هذا الموقع. لا شيء في هذا التنازل عن المسؤولية سوف:",
            "content2": "تقييد أو استبعاد مسؤوليتنا أو مسؤوليتك عن الموت أو الإصابة الشخصية؛",
            "content3": "تقييد أو استبعاد مسؤوليتنا أو مسؤوليتك عن الاحتيال أو التحريف الاحتيالي؛",
            "content4": "تقييد أي من مسؤولياتنا أو مسؤولياتك بأي طريقة غير مسموح بها بموجب القانون المعمول به؛ أو",
            "content5": "استبعاد أي من مسؤولياتنا أو مسؤولياتك التي قد لا يتم استبعادها بموجب القانون المعمول به.",
            "content6": "القيود والاستثناءات من المسؤولية المنصوص عليها في هذا القسم وأي مكان آخر في هذا التنازل عن المسؤولية: (أ) تخضع للفقرة السابقة؛ و (ب) تحكم جميع المسؤوليات الناشئة بموجب التنازل عن المسؤولية، بما في ذلك المسؤوليات الناشئة في العقد، في الضرر وفي خرق للواجب القانوني.",
            "content7": "طالما يتم توفير الموقع والمعلومات والخدمات على الموقع مجانًا، فلن نكون مسؤولين عن أي خسارة أو ضرر من أي نوع."
        },
        "modifications": {
            "title": "التعديلات",
            "content": "يجوز لـ Notion-Avatar-Maker مراجعة شروط الخدمة الخاصة بموقعه في أي وقت دون إشعار مسبق. باستخدام هذا الموقع، فإنك توافق على الالتزام بالنسخة الحالية من شروط الخدمة هذه."
        },
        "contactUs": {
            "title": "اتصل بنا",
            "content": "إذا كانت لديك أي أسئلة أو مخاوف بشأن هذه الشروط، يرجى الاتصال بنا على support@notion-avatar-maker.com."
        }
    }
}