{
    "privacyTitle": "隱私政策 | Notion-Avatar-Maker",
    "privacyPolicy": {
        "title": "Notion-Avatar-Maker隱私政策",
        "lastUpdated": "最後更新日期：2024年6月26日",
        "overview": {
            "title": "概覽",
            "content1": "本隱私政策描述了您在使用服務時我們對您的信息的收集、使用和披露的政策和程序，並告訴您有關您的隱私權以及法律如何保護您。",
            "content2": "我們使用您的個人數據來提供和改進服務。使用本服務即表示您同意根據本隱私政策收集和使用信息。"
        },
        "collectingAndUsing": {
            "title": "收集和使用您的個人數據",
            "personalData": {
                "title": "個人數據",
                "content": "在使用我們的服務時，我們可能會要求您提供某些可識別個人身份的信息，這些信息可用於聯繫或識別您。可識別個人身份的信息包括但不限於：",
                "name": "姓名",
                "email": "電子郵件地址",
                "paymentInfo": "付款信息"
            },
            "usageData": {
                "title": "使用數據",
                "content1": "使用數據是在使用服務時自動收集的。",
                "content2": "使用數據可能包括以下信息：您的設備的互聯網協議地址（如IP地址）、瀏覽器類型、瀏覽器版本、您訪問我們服務的頁面、訪問的時間和日期、在那些頁面上停留的時間、唯一設備標識符和其他診斷數據。",
                "content3": "當您通過移動設備訪問服務時，我們可能會自動收集某些信息，包括但不限於您使用的移動設備類型、您的移動設備唯一ID、您的移動設備的IP地址、您的移動操作系統、您使用的移動互聯網瀏覽器類型、唯一設備標識符和其他診斷數據。",
                "content4": "當您每次訪問我們的服務或通過移動設備訪問服務時，我們也可能收集您的瀏覽器發送的信息。"
            },
            "thirdParty": {
                "title": "來自第三方社交媒體服務的信息",
                "content1": "本公司允許您通過以下第三方社交媒體服務創建帳戶並登錄以使用服務：",
                "google": "Google",
                "facebook": "Facebook",
                "instagram": "Instagram",
                "twitter": "Twitter",
                "linkedIn": "LinkedIn",
                "content2": "如果您選擇通過第三方社交媒體服務進行註冊或以其他方式授權本公司訪問，則我們可能會收集與該第三方社交媒體服務的帳戶相關聯的個人數據，例如您的姓名、電子郵件地址、活動或您的聯絡人清單。",
                "content3": "您還可以選擇通過您的第三方社交媒體服務帳戶與本公司共享其他信息。在註冊過程中或其他時間，您選擇提供此類信息和個人數據，即表示您授權本公司根據本隱私政策使用、共享和存儲該信息。"
            },
            "tracking": {
                "title": "跟踪技術和Cookies",
                "content": "我們使用Cookies和類似的跟踪技術來跟踪我們的服務上的活動並保存某些信息。使用的跟踪技術包括信標、標籤和腳本，以收集和跟踪信息並改進和分析我們的服務。"
            }
        },
        "purpose": {
            "title": "數據收集的目的",
            "content": "收集數據的主要目的是處理訂單並改進網站功能和服務。"
        },
        "dataSharing": {
            "title": "數據共享",
            "content": "Notion-Avatar-Maker尊重您的隱私。除非為處理您的訂單或遵守法律要求所必需，否則我們不會與第三方共享您的個人數據。"
        },
        "deleteData": {
            "title": "刪除個人數據",
            "content1": "您有權要求我們刪除我們收集的您的個人數據。",
            "content2": "我們可能會提供服務內的功能，使您能夠刪除有關您的某些信息。",
            "content3": "如果您擁有帳戶，您可以隨時通過登錄您的帳戶並訪問設置部分來更新、修改或刪除您的信息。您還可以通過聯繫我們來請求訪問、修改或刪除您提供的個人信息。",
            "content4": "但是，請注意，如果存在法律義務或正當原因，我們可能需要保留某些信息。"
        },
        "security": {
            "title": "個人數據的安全性",
            "content": "Notion-Avatar-Maker重視您的個人數據的安全性，但請記住，互聯網上的傳輸方法或電子存儲方法並不是百分之百安全的。我們將努力使用商業上可接受的手段來保護您的個人數據，但不能保證其絕對安全性。"
        },
        "children": {
            "title": "兒童隱私",
            "content": "服務不面向13歲以下的任何人。我們不會有意識地收集13歲以下任何人的個人識別信息。如果您是家長或監護人，並且知道您的孩子向我們提供了個人數據，請與我們聯繫。如果我們發現我們在未經父母同意的情況下收集了13歲以下任何人的個人數據，我們將采取措施從我們的服務器中刪除該信息。"
        },
        "updates": {
            "title": "本隱私政策的更新",
            "content1": "我們可能會不時更新我們的隱私政策。我們將通過在此頁面上發布新隱私政策來通知您任何更改。",
            "content2": "在更改生效前，我們將通過電子郵件和/或我們的服務上的顯著通知來通知您，並更新本隱私政策頂部的“最後更新”日期。",
            "content3": "建議您定期查看本隱私政策的任何更改。隱私政策的更改在發布到此頁面時生效。"
        },
        "contact": {
            "title": "聯繫我們",
            "content": "如果您對本隱私政策有任何疑問或疑慮，請通過support@notion-avatar-maker.com與我們聯繫。"
        }
    }
}