{
    "privacyTitle": "プライバシーポリシー | Notion-Avatar-Maker",
    "privacyPolicy": {
        "title": "Notion-Avatar-Makerのプライバシーポリシー",
        "lastUpdated": "最終更新日: 2024年6月26日",
        "overview": {
            "title": "概要",
            "content1": "このプライバシーポリシーは、サービスを利用する際の情報の収集、使用および開示に関する方針と手続きを説明し、プライバシー権と法律がどのように保護するかについて説明します。",
            "content2": "サービスを提供および改善するために個人データを使用します。サービスを利用することにより、このプライバシーポリシーに従って情報の収集と使用に同意したことになります。"
        },
        "collectingAndUsing": {
            "title": "個人データの収集と使用",
            "personalData": {
                "title": "個人データ",
                "content": "サービスを利用する際に、連絡先情報や身元を確認するための個人情報を提供するようお願いする場合があります。個人情報には以下が含まれますが、これらに限定されません：",
                "name": "名前",
                "email": "メールアドレス",
                "paymentInfo": "支払い情報"
            },
            "usageData": {
                "title": "利用データ",
                "content1": "利用データは、サービスを利用する際に自動的に収集されます。",
                "content2": "利用データには、デバイスのIPアドレス、ブラウザの種類、バージョン、訪問したサービスのページ、訪問日時、ページ上での滞在時間、デバイスの識別子やその他の診断データなどの情報が含まれる場合があります。",
                "content3": "モバイルデバイスを通じてサービスにアクセスする際には、使用しているモバイルデバイスの種類、モバイルデバイスの一意のID、モバイルデバイスのIPアドレス、モバイルオペレーティングシステム、使用しているモバイルインターネットブラウザの種類、一意のデバイス識別子、その他の診断データなどの情報を自動的に収集する場合があります。",
                "content4": "また、サービスを訪問するたびに、またはモバイルデバイスを通じてサービスにアクセスする際に、ブラウザが送信する情報を収集する場合もあります。"
            },
            "thirdParty": {
                "title": "第三者のソーシャルメディアサービスからの情報",
                "content1": "当社は、以下の第三者ソーシャルメディアサービスを通じてアカウントを作成し、ログインしてサービスを利用できるようにします：",
                "google": "Google",
                "facebook": "Facebook",
                "instagram": "Instagram",
                "twitter": "Twitter",
                "linkedIn": "LinkedIn",
                "content2": "第三者ソーシャルメディアサービスを通じて登録することを決定した場合、または他の方法でアクセスを許可した場合、当社はその第三者ソーシャルメディアサービスのアカウントに既に関連付けられている個人データ（名前、メールアドレス、活動内容、連絡先リストなど）を収集する場合があります。",
                "content3": "また、第三者ソーシャルメディアサービスのアカウントを通じて追加情報を当社と共有するオプションもあります。登録時またはそれ以外の時に、そのような情報および個人データを提供することを選択した場合、このプライバシーポリシーに従って当社がそれを使用、共有、および保存する許可を与えたことになります。"
            },
            "tracking": {
                "title": "トラッキング技術およびクッキー",
                "content": "当社は、クッキーおよび類似のトラッキング技術を使用して、サービス上の活動を追跡し、特定の情報を保存します。使用されるトラッキング技術には、ビーコン、タグ、およびスクリプトがあり、情報を収集および追跡し、サービスを改善および分析します。"
            }
        },
        "purpose": {
            "title": "データ収集の目的",
            "content": "データを収集する主な目的は、注文を処理し、ウェブサイトの機能とサービスを向上させることです。"
        },
        "dataSharing": {
            "title": "データの共有",
            "content": "Notion-Avatar-Makerは、お客様のプライバシーを尊重します。注文を処理するため、または法的要件を遵守するために必要な場合を除き、お客様の個人データを第三者と共有することはありません。"
        },
        "deleteData": {
            "title": "個人データの削除",
            "content1": "収集した個人データの削除を要求する権利があります。",
            "content2": "サービス内でお客様に関する特定の情報を削除する機能を提供する場合があります。",
            "content3": "アカウントをお持ちの場合、アカウントにサインインし、個人情報を管理する設定セクションにアクセスすることで、情報をいつでも更新、修正、または削除できます。また、提供した個人情報へのアクセス、修正、または削除を要求するために、当社に連絡することもできます。",
            "content4": "ただし、法的義務または正当な理由がある場合は、特定の情報を保持する必要があることに注意してください。"
        },
        "security": {
            "title": "個人データのセキュリティ",
            "content": "お客様の個人データのセキュリティはNotion-Avatar-Makerにとって重要ですが、インターネット上の送信方法または電子的保存方法が100％安全である方法はないことを覚えておいてください。商業的に受け入れられる手段を使用してお客様の個人データを保護するよう努めますが、その絶対的なセキュリティを保証することはできません。"
        },
        "children": {
            "title": "子供のプライバシー",
            "content": "サービスは13歳未満の個人を対象としていません。13歳未満の個人から意識的に個人情報を収集することはありません。親または保護者であり、お子様が個人データを提供したことに気付いた場合は、当社に連絡してください。親の同意の確認なしに13歳未満の個人から個人データを収集したことが判明した場合、その情報をサーバーから削除するための措置を講じます。"
        },
        "updates": {
            "title": "このプライバシーポリシーの更新",
            "content1": "当社は、プライバシーポリシーを随時更新する場合があります。変更をお知らせするために、このページに新しいプライバシーポリシーを掲載します。",
            "content2": "変更が有効になる前に、メールおよび/またはサービス上の目立つ通知を通じてお知らせし、このプライバシーポリシーの最終更新日を更新します。",
            "content3": "変更を定期的に確認することをお勧めします。このプライバシーポリシーの変更は、このページに掲載された時点で有効になります。"
        },
        "contact": {
            "title": "お問い合わせ",
            "content": "このプライバシーポリシーに関する質問や懸念がある場合は、support@notion-avatar-maker.comまでお問い合わせください。"
        }
    }
}