{
    "termsTitle": "利用規約 | Notion-Avatar-Maker",
    "termsOfService": {
        "title": "Notion-Avatar-Maker利用規約",
        "lastUpdated": "最終更新日: 2024年6月26日",
        "overview": {
            "title": "概要",
            "content1": "Notion-Avatar-Makerへようこそ！",
            "content2": "これらの利用規約は、https://notion-avatar-maker.com/にあるNotion-Avatar-MakerのWebサイトの利用規則と規定を概説しています。",
            "content3": "このWebサイトにアクセスすることで、これらの利用規約に同意したものと見なします。このページに記載されているすべての利用規約に同意しない場合は、Notion-Avatar-Makerを使用し続けないでください。"
        },
        "cookies": {
            "title": "クッキー",
            "content1": "私たちはクッキーを使用しています。Notion-Avatar-Makerにアクセスすることで、Notion-Avatar-Makerのプライバシーポリシーに従ってクッキーを使用することに同意したことになります。",
            "content2": "ほとんどのインタラクティブなWebサイトは、クッキーを使用してユーザーの詳細を取得します。当サイトでは、特定のエリアの機能を有効にするためにクッキーを使用しています。また、一部の提携/広告パートナーもクッキーを使用することがあります。"
        },
        "license": {
            "title": "ライセンス",
            "content1": "別段の記載がない限り、Notion-Avatar-Makerおよび/またはそのライセンサーは、Notion-Avatar-Maker上のすべての資料に対する知的財産権を所有しています。すべての知的財産権は留保されています。これらの利用規約に定める制限に従って、個人的な使用のためにNotion-Avatar-Makerからアクセスすることができます。",
            "content2": "あなたは以下のことをしてはなりません：",
            "content3": "Notion-Avatar-Makerの資料を再公開すること",
            "content4": "Notion-Avatar-Makerの資料を販売、賃貸、サブライセンスすること",
            "content5": "Notion-Avatar-Makerの資料を複製、複写、コピーすること",
            "content6": "Notion-Avatar-Makerのコンテンツを再配布すること",
            "content7": "この契約は本日付けで発効します。",
            "content8": "このWebサイトの一部では、ユーザーが特定のエリアに意見や情報を投稿および交換する機会を提供しています。Notion-Avatar-Makerは、コメントがWebサイトに表示される前にフィルタリング、編集、公開、またはレビューを行いません。コメントはNotion-Avatar-Maker、その代理人および/または関連会社の意見を反映するものではありません。コメントは、その意見や見解を投稿した人物の意見や見解を反映しています。適用される法律が許す限り、Notion-Avatar-Makerは、コメントの使用および/または投稿および/または表示によって引き起こされる一切の責任、損害または費用について責任を負いません。",
            "content9": "Notion-Avatar-Makerは、すべてのコメントを監視し、これらの利用規約に違反する、または不適切または攻撃的と見なされるコメントを削除する権利を留保します。",
            "content10": "あなたは次のことを保証および表明します：",
            "content11": "あなたは私たちのWebサイトにコメントを投稿する権利があり、それを行うために必要なすべてのライセンスおよび同意を持っています；",
            "content12": "コメントは、著作権、特許、商標を含むがこれらに限定されない第三者の知的財産権を侵害していません；",
            "content13": "コメントは、プライバシーを侵害する名誉毀損、中傷、攻撃的、不適切、またはその他の違法な資料を含んでいません；",
            "content14": "コメントは、ビジネスや顧客を勧誘または促進したり、商業活動や違法活動を提示するために使用されません。",
            "content15": "あなたはここに、Notion-Avatar-Makerに対して、あらゆる形式、形式および媒体であなたのコメントを使用、複製、編集および他の人に使用、複製および編集する非独占的なライセンスを付与します。"
        },
        "contentLiability": {
            "title": "コンテンツ責任",
            "content": "私たちはあなたのWebサイトに表示されるコンテンツに対して責任を負いません。あなたはあなたのWebサイトに起因するすべての請求から私たちを保護し、防御することに同意します。いかなるリンクも、誹謗中傷、猥褻、犯罪的なものとして解釈される可能性がある、または第三者の権利を侵害する、その他の侵害、またはその侵害を提唱するものとして解釈される可能性があるWebサイトに表示されてはなりません。"
        },
        "reservationOfRights": {
            "title": "権利の留保",
            "content": "私たちは、あなたが私たちのWebサイトへのすべてのリンクまたは特定のリンクを削除するよう要求する権利を留保します。あなたは要求に応じてすぐに私たちのWebサイトへのすべてのリンクを削除することに同意します。また、これらの利用規約およびリンクポリシーをいつでも変更する権利を留保します。私たちのWebサイトへのリンクを継続することにより、あなたはこれらのリンクの利用規約に同意し、それに従うことに同意します。"
        },
        "disclaimer": {
            "title": "免責事項",
            "content1": "適用される法律が許す限り、私たちは私たちのWebサイトおよびこのWebサイトの使用に関するすべての表示、保証および条件を排除します。この免責事項のいかなる内容も以下を行いません：",
            "content2": "死亡または人身傷害に対する私たちまたはあなたの責任を制限または排除する；",
            "content3": "詐欺または詐欺的な虚偽表示に対する私たちまたはあなたの責任を制限または排除する；",
            "content4": "適用される法律の下で許可されていない方法で私たちまたはあなたのいかなる責任も制限する；",
            "content5": "適用される法律の下で排除されるべきでない私たちまたはあなたのいかなる責任も排除する。",
            "content6": "このセクションおよびこの免責事項の他の場所に設定された責任の制限および禁止：（a）前述の段落に従います；および（b）この免責事項の下で生じるすべての責任を管理します、契約責任、過失責任、および法定義務の違反に関する責任を含みます。",
            "content7": "このWebサイトおよびWebサイト上の情報およびサービスが無料で提供されている限り、私たちはいかなる性質の損失または損害についても責任を負いません。"
        },
        "modifications": {
            "title": "変更",
            "content": "Notion-Avatar-Makerは、通知なしにいつでもWebサイトの利用規約を改訂することができます。このWebサイトを使用することにより、あなたは当時の最新バージョンの利用規約に拘束されることに同意します。"
        },
        "contactUs": {
            "title": "お問い合わせ",
            "content": "これらの利用規約についてご質問やご不明な点がございましたら、support@notion-avatar-maker.comまでお問い合わせください。"
        }
    }
}